hcinst/pringle-scope/firmware/sdkconfig.defaults
CONFIG_ESP32S3_SPIRAM_SUPPORT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_IDF_TARGET="esp32"
CONFIG_SOC_WIFI_GCMP_SUPPORT=y